import image3_1 from "../images/image3_1.png";
import image3_2 from "../images/image3_2.png";

const unit_three = (
  <div>
    <u className="text-red text-bold text-large text-center">
      الموضوع الثالث: النموذج العام للتصميم التعليمى ADDIE
    </u>
    <br />
    <div className="text-red text-bold">أولاً: مفهوم التصميم التعليمى:</div>
    <br />
    <ul>
      <li>يعد التصميم التعليمي قلب مجال تكنولوجيا التعليم ، وتأتى أهميته من أن لكل موقف تعليمى ما يناسبه من مواد تعليمية وأجهزة وطرق عرض للمحتوى الدراسي، وتحتاج هذه الجوانب إلى وضع مواصفات وخصائص خاصة بها حتى يمكن إنتاجها بصورة جيدة ، تزيد من فاعلية وكفاءة الموقف التعليمي.</li>
      <li>مدخل منظومى لتخطيط وتطوير وتقييم وإدارة العملية التعليمية بفاعلية</li>
      <li>مجموعة الخطوات والإجراءات المنهجية المنظمة التي يتم خلالها تطبيق المعرفة العلمية في مجال التعلم الإنساني لتحديد الشروط والمواصفات التعليمية الكاملة للمنظومة التعليمية بما تتضمنه من مصادر ومواقف وبرامج ودروس ومقررات</li>
    </ul>
    <div className="text-center">
      <img src={image3_1} alt="" />
    </div>
    <br />
    <div className="text-red text-bold">ثانيا: مفهوم نماذج التصميم التعليمى:</div>
    <br />
    <div>
    يعرف النموذج Model بأنه :<br/>
    شكل تخطيطى يتم عليه تمثيل الأحداث والوقائع والعلاقات بينهما ؛ وذلك فى صورة دقيقة يتم عليه<br/> تمثيل الأحداث والوقائع والعلاقات بينهما  وذلك فى صورة دقيقة ومحكمة من أجل الإسهام فى عملية <br/> التفسير والفهم لما هو غامض منها<br/>
ويعرف نموذج التصميم التعليمى بأنه:<br/>
   تصور عقلي مجرد يصف الإجراءات والعمليات الخاصة بتصميم التعليم وتطويره, والعلاقات التفاعلية <br/> المتبادلة بينها وتمثيلها كما هي أو كما ينبغي أن تكون, بصورة مبسطة تأخذ شكل الرسم الخطي الذي <br/> يصاحبه وصف لفظي , يزودنا بإطار عمل توجيهي لهذه العمليات والعلاقات وفهمها وتنظيمها وتفسيرها <br/> وتعديلها واكتشاف علاقات ومعلومات جديدة فيها والتنبؤ بنتائجها.<br/>
وبالاطلاع النماذج المختلفة للتصميم التعليمي وجد أنها تتضمن مجموعة من المراحل الرئيسية التى <br/> يقوم بها المصمم التعليمي، وتتضمن هذه المراحل مجموعة من العمليات الفرعية ، وأن هذه النماذج <br/> تختلف فيما بينها في عدد المراحل أو الإجراءات المتبعة في التصميم التعليمى فى كل مرحلة <br/> وتختلف أيضا فى شكلها .<br/>
   ورغم ذلك تشترك النماذج المختلفة للتصميم التعليمى في مراحل التصميم التعليمى الأساسية<br/> ( التحليل – التصميم – التنفيذ – التطوير ) وهذه المراحل مشتقة من النموذج العام للتصميم التعليمى <br/>ADDIE الذي يُعد أساس نماذج التصميم التعليمي .
    </div>
    <br />
    <div className="text-red text-bold"> ثالثًا: مراحل النموذج العام للتصميم التعليمى ADDIE</div>
    <br />
    <div>
    يتكون من خمس مراحل أساسية هى: التحليل  Analysis  –  التصميم  Design– التطوير  Development – التنفيذ Implementation – التقويم Evaluation <br/> ، أيضًا يتسم هذا النموذج بوضوح وبساطة الخطوات الإجرائية المتضمنة فى كل مرحلة من مراحله ، وتوافر التفاعلية بين جميع مراحل النموذج <br/> كما أن عملية التقويم مستمرة فى كل مرحلة وبين المراحل وبعد التنفيذ ، فضلاً عن مناسبة مراحلة مع <br/> طبيعة منظومات التعلم التكيفية عبر الويب ، ويوضح الشكل التالى النموذج العام للتصميم التعليمى ADDIE
    </div>
    <div className="text-center">
      <img src={image3_2} alt="" />
    </div>
    <br/>
    <p>وفيما يلى عرض لمراحل النموذج العام للتصميم:</p>
    <div className="text-black text-bold">1- مرحلة التحليل Analysis phase: </div>
    <br/>
    <div>
    مرحلة التحليل هى الأساس لجميع المراحل الأخرى لنموذج التصميم ، وتهدف هذه المرحلة إلى تحديد المشكلة وتقدير الحاجات ، والحلول الممكنة ووضع رؤية شاملة عن الموضوع ككل والعوامل المؤثرة فيه ووضع تصور لخطة عامة مبدئية لكل عمليات التصميم التعليمي ، وتتضمن هذه المرحلة: ( تحديد المحتوى – تحليل خصائص المتعلمين – تحديد الأهداف العامة – تحليل بيئة التعلم والموارد والمصادر المتاحة .
    </div>
    <br/>
    <div className="text-black text-bold">2-  مرحلة التصميم phase  Design:</div>
    <br/>
    <div>    تعتمد هذه المرحلة على مخرجات مرحلة التحليل وتهدف إلى وضع الشروط والمواصفات الخاصة بمنظومة التعلم ، وتتضمن هذه المرحلة :  ( تصميم الأهداف التعليمية ، تصميم المحتوى التعليمى – تحديد الإستراتيجية التعليمية - تصميم أنماط التفاعل – تصميم التقييمات والأنشطة التعليمية – تصميم سيناريو البرنامج التعليمى ).</div>
    <br/>
    <div className="text-black text-bold">3- مرحلة التطوير phase Development:</div>
    <br/>
    <div>   تعتمد هذه المرحلة على مخرجات مرحلة التصميم ؛ إذ يتم تحويل المواصفات التعليمية إلى منتجات تعليمية كاملة وجاهزة للاستخدام ، وتتضمن هذه المرحلة :( متطلبات إنتاج الوسائط المتعددة - متطلبات إنتاج منظومة التعلم )</div>
    <br/>
    <div className="text-black text-bold">4- مرحلة التنفيذ Implementation phase :</div>
    <br/>
    <div> فى هذه المرحلة يتم التطبيق الفعلى لمنظومة التعلم على المتعلمين ، والتأكد من صلاحيتها للتطبيق عليهم ، وأن جميع مكونات منظومة التعلم تعمل بشكل جيد مع الطلاب، والهدف من هذه المرحلة تحقيق كفاءة وفاعلية التعلم ، وتحسين فهم الطلاب للمادة التعليمية وتحقيق الأهداف.  </div>
    <br/>
    <div className="text-black text-bold">5- مرحلة التقويم  phase Evaluation:</div>
    <br/>
    <div>    تهدف هذه المرحلة إلى قياس كفاءة التعليم وفاعليته من خلال منظومة التعلم ، والتقويم فى نموذج ADDIE نوعان : الأول تقويم بنائى Formative Evaluation وهو تقويم مستمر أثناء كل مرحلة وبين المراحل المختلفة ، والهدف منه تحسين التعليم من خلال منظومة التعلم قبل الوصول للنسخة النهائية التى يتم تنفيذها ، والثانى تقويم تجميعى Summative Evaluation يحدث بعد تنفيذ النسخة النهائية لمنظومة التعلم ، وهذا النوع من التقويم يقيم الفاعلية العامة للتعليم وجوانب التعلم فيها  ، والفائدة من هذا التقويم اتخاذ قرار بشأن الاستمرار فى التعليم باستخدام منظومة التعلم أو التوقف عن التعلم من خلالها.</div>
    <br/>
  </div>
)

export default unit_three
