import image11 from "../images/image11.jpg";
import image12 from "../images/image12.jpg";
import image13 from "../images/image13.jpg";
import image14 from "../images/image14.png";
import image15 from "../images/image15.png";

const unit_one = (
  <div>
    <u className="text-red text-bold text-large text-center">
      الموضوع الأول : القصة الرقمية كأحد مجالات أدب الطفل
    </u>
    <br />
    <div className="text-red text-bold">مفهوم أدب الطفل:</div>
    <br />
    <div className="text-center">
      <img src={image11} alt="" />
    </div>
    <br />
    <div>
    يمكن تعريف أدب الأطفال بأنه مجموعة من الأعمال المكتوبة والرسوم التوضيحية بهدف الترفيه أو الإرشاد ، ويشمل كلاسيكيات الأدب العالمي المعترف بها، والكتب المصورة والقصص سهلة القراءة المكتوبة من أجل الأطفال، والحكايات الخيالية،والأغاني الشعبية، وغيرها من المواد المنقولة شفهيًا بشكل أساسي.
    </div>
    <br />
    <div>
    كما يعرف بأنه : هو نوع من الأدب يتضمن القصص والكتب والمجلات والقصائد المكتوبة خصيصاً للأطفال. يصاغ هذا الأدب بطريقة تتناسب مع الفهم والاهتمامات النفسية والعقلية للأطفال الذين تتراوح أعمارهم بين الخامسة والثالثة عشرة. يمزج أدب الأطفال بين المتعة والتعليم ويعتمد أسلوبه على خصائص اللغة التي تهم الأطفال.
    </div>
    <br />
    <div className="text-center">
      <img src={image12} alt="" />
    </div>
    <br />
    <div>
    ويعد أدب الطفل شكل من الأشكال الأدبية المختلفة كُتب خصيصًا للأطفال روعي فيه خصائصهم اللغوية والنفسية والعقلية ، وهو شكل من أشكال التعبير الأدبي له قواعده ومناهجه سواء منها ما يتصل بلغته و توافقه مع قاموس الطفل وأسلوبه ومناسبته لمرحلته العمرية.
    </div>
    <br />
    <div className="text-red text-bold">القيمة الثقافية لأدب الطفل:</div>
    <br />
    <div className="text-center">
      <img src={image13} alt="" />
    </div>
    <br />
    <div>
    أدب الطفل له قيمة ثقافية هامة لأنه يسهم في تشكيل شخصية الطفل وبناء هويته الثقافية والاجتماعية، وتتضح القيمة الثقافية لأدب الطفل في عدة جوانب، منها:
    </div>
    <br />
    <div className="text-center">
      <img src={image14} alt="" />
    </div>
    <br />
    <ol>
      <li>تعزيز الهوية الثقافية: أدب الطفل الذي يعكس ثقافة المجتمع يساعد الأطفال في التعرف على تراثهم وتقاليدهم وقيمهم. من خلال القصص والأساطير والحكايات الشعبية، يتعلم الأطفال تاريخ مجتمعاتهم وأهمية الحفاظ على هويتهم الثقافية.</li>
      <li>تنمية الخيال والإبداع: يقدم أدب الطفل فرصًا للأطفال لاستكشاف عوالم جديدة وغير واقعية، مما يحفز خيالهم ويشجعهم على التفكير الإبداعي. هذا يساعدهم على تطوير مهارات حل المشكلات والقدرة على الابتكار.</li>
      <li>نقل القيم الأخلاقية والاجتماعية: من خلال الشخصيات والأحداث في القصص، يمكن لأدب الطفل أن يغرس القيم الأخلاقية والاجتماعية مثل التعاون، الصدق، العدل، والشجاعة. هذا يساعد الأطفال على تطوير مفاهيم أخلاقية قوية والقدرة على التعامل مع مواقف الحياة.</li>
      <li>تشجيع القراءة وحب المعرفة: الأدب المبكر يعزز مهارات القراءة لدى الأطفال، ويشجعهم على استكشاف المزيد من الكتب والمجالات المعرفية. حب القراءة منذ الصغر يساهم في بناء عادة التعلم المستمر.</li>
      <li>تعزيز التفاهم الثقافي والانفتاح: يمكن لأدب الطفل أن يكون وسيلة لتعريف الأطفال على ثقافات أخرى، مما يعزز التفاهم بين الثقافات المختلفة ويساعدهم على قبول التنوع والانفتاح على العالم.</li>
      <li>تطوير اللغة والمهارات اللغوية: قراءة القصص والاستماع لها يساعدان الأطفال على تعلم مفردات جديدة، وفهم اللغة بشكل أعمق، وتطوير مهارات التواصل الكتابي والشفهي.</li>
    </ol>
    <div>
    القيمة الثقافية لأدب الطفل تجعل منه أداة أساسية في تعليم الأطفال وتنمية وعيهم وشخصياتهم، مما يؤثر إيجابًا على حياتهم المستقبلية.
    </div>
    <br />
    <div className="text-red text-bold">مجالات أدب الطفل:</div>
    <br />
    <div className="text-center">
      <img src={image15} alt="" />
    </div>
    <br />
    <div>
    يشمل أدب الطفل على مجموعة واسعة من المجالات التي تهدف إلى تعليم الأطفال وتثقيفهم وترفيههم، تسهم تلك المجالات في تنمية مهارات الأطفال المختلفة وتثقيفهم بطريقة تتناسب مع مراحل نموهم واهتماماتهم.
    </div>
    <br />
    <div>تتنوع هذه المجالات بحسب الفئة العمرية والموضوعات المطروحة، وتشمل:</div>
    <ol>
      <li>
        <b>القصص الخيالية :</b>
        تركز على الخيال والإبداع من خلال تقديم عوالم وشخصيات غير واقعية.
      </li>
      <li>
        <b>القصص الواقعية:</b>
        تتناول أحداثًا واقعية وشخصيات حقيقية أو شبه حقيقية، وتركز على تقديم تجارب حياتية تتعلق بالتعليم، والأسرة، والمدرسة، والصداقة. هذه القصص تساعد الأطفال على فهم العالم من حولهم والتعامل مع المشكلات الحياتية.
      </li>
      <li>
        <b>الأدب الديني:</b>
        يهدف إلى تعليم الأطفال القيم والمفاهيم الدينية بطريقة مبسطة تتناسب مع عمرهم، ويشمل قصص الأنبياء، التعاليم الدينية، والمفاهيم الأخلاقية المستمدة من الدين.
      </li>
      <li>
        <b>القصص الشعبية والأساطير:</b>
        تنقل التراث الشعبي من جيل إلى جيل، وتشمل حكايات تراثية وأساطير من مختلف الثقافات. تساعد هذه القصص الأطفال على التعرف على تراثهم الثقافي وقيم المجتمع.
      </li>
      <li>
        <b>الشعر والأغاني:</b>
        يشمل القصائد والأغاني الموجهة للأطفال التي تحتوي على إيقاعات موسيقية بسيطة وكلمات سهلة. تساعد الأطفال على تنمية حبهم للغة، وتطوير مهاراتهم اللغوية.
      </li>
      <li>
        <b>القصص التعليمية:</b>
        تهدف إلى تعليم الأطفال موضوعات محددة مثل الألوان، الأرقام، الحروف، أو حتى موضوعات علمية مثل الفضاء والكائنات الحية، بطريقة شيقة ومبسطة.
      </li>
      <li>
        <b>أدب الخيال العلمي:</b>
        يقدم للأطفال مفاهيم علمية وتكنولوجية من خلال قصص مليئة بالمغامرات الخيالية. يعزز هذا النوع من الأدب فضول الأطفال تجاه العلوم والتكنولوجيا.
      </li>
      <li>
        <b>الأدب التفاعلي:</b>
        يشمل الكتب والألعاب التفاعلية التي تتطلب من الأطفال المشاركة الفعالة مثل كتب التلوين، كتب الألغاز، أو التطبيقات الإلكترونية التي تدمج الأدب مع التكنولوجيا.
      </li>
      <li>
        <b>أدب المغامرات:</b>
        يركز على تقديم مغامرات شيقة وشخصيات تواجه تحديات جسدية أو نفسية، مما يعزز روح المغامرة والشجاعة لدى الأطفال.
      </li>
      <li>
        <b>الكتب المصورة:</b>
        تركز على الرسوم التوضيحية كوسيلة أساسية للتواصل مع الأطفال، مع نصوص بسيطة ترافق الصور. هذه الكتب مفيدة للأطفال الصغار الذين يفضلون التعلم من خلال الصور.
      </li>
      <li>
        <b>أدب الفنون والأخلاق:</b>
        يتناول تعليم الأطفال القيم الإنسانية مثل الصدق، التعاون، الاحترام، والمسؤولية من خلال قصص أخلاقية.
      </li>
    </ol>
    <br />
    <div className="text-red text-bold">مفهوم قصص الطفل كأحد مجالات أدب الطفل:</div>
    <br />
    <div>
    قصص الأطفال هي نوع من الأدب المخصص للأطفال ويكون لها مغزى وهدف تربوى، حيث تهدف إلى تقديم محتوى يتناسب مع مستوى تفكيرهم ومراحلهم العمرية، مع التركيز على التعليم والترفيه في نفس الوقت. 
    </div>
    <br />
    <div>
    وتعد قصص الأطفال نوع من الأدب الراقى له معاييره الخاصة التى تتناسب مع خصائص الطفل العقلية والإدراكية، وتتميز قصص الأطفال ببساطتها ووضوحها، وتستخدم لغة سهلة ومفهومة، وغالبًا ما تكون مصحوبة برسوم توضيحية لجذب انتباه الأطفال وتعزيز فهمهم للمحتوى، وشخصياتها واضحة ولغتها مستمدة من لغة الطفل، وتتضمن قيمة ضمنية.
    </div>
  </div>
)

export default unit_one
