import image2_1 from "../images/image2_1.png";

const unit_two = (
  <div>
    <u className="text-red text-bold text-large text-center">
      الموضوع الثانى : معايير تطوير القصة الرقمية
    </u>
    <div className="text-center">
      <img src={image2_1} alt="" />
    </div>
    <br />
    <div className="text-red text-bold">المعايير الواجب توافرها عند صياغة عنوان القصة الرقمية:</div>
    <br />
    <ul>
      <li>ظهور العنوان فى بداية القصة الرقمية</li>
      <li>عنوان القصة الرقمية بسيط وغير مركب</li>
      <li>يعكس العنوان الفكرة العامة للقصة</li>
      <li>وضوح عنوان القصة الرقمية</li>
      <li>يعبر عنوان القصة الرقمية عن محتواها</li>
    </ul>
    <br />
    <div className="text-red text-bold">المعايير الواجب توافرها فى أهداف القصة الرقمية:</div>
    <br />
    <ul>
      <li>تتضمن القصة الرقمية الهدف العام منها</li>
      <li>يعطى الهدف العام رؤية شاملة عن موضوع القصة الرقمية</li>
      <li>الهدف العام مصاغ صياغة صحيحة</li>
      <li>تتضمن القصة الرقمية الأهداف التعليمية الخاصة بها</li>
      <li>الأهداف التعليمية قابلة للملاحظة والقياس</li>
      <li>يقيس الهدف التعليمى ناتجاً واحداً للتعلم</li>
    </ul>
    <br/>
    <div className="text-red text-bold">معايير تصميم محتوى القصة الرقمية:</div>
    <br/>
    <ul>
      <li>محتوى القصة الرقمية تعكس الأهداف التعليمة</li>
      <li>عناصر المحتوى مرتبة تبعًا للأهداف التعليمية</li>
      <li>محتوى القصة الرقمية صحيح من الناحية العلمية</li>
      <li>محتوى القصة الرقمية صحيح من اللغوية ( إملاء ونحو وعلامات ترقيم )</li>
      <li>محتوى القصة الرقمية مناسب لخصائص الفئة المستهدفة</li>
      <li>توجد قائمة بالمراجع التى تم الاستعانة بها فى تجميع المحتوى</li>
    </ul>
    <br/>
    <div className="text-red text-bold">معايير الشخصيات والحبكة الدرامية فى القصة الرقمية:</div>
    <br/>
    <ul>
      <li>ملائمة الشخصيات فى القصة الرقمية لخصائص الفئة المستهدفة</li>
      <li>الشخصيات فى القصة الرقمية واضحة فى سلوكها</li>
      <li>الحبكة الدرامية فى القصة قائمة على أحداث مترابطة</li>
      <li>مناسبة عدد الشخصيات فى القصة حتى لا يشتت التلميذ</li>
      <li>أسلوب القصة بسيط يتناسب مع خصائص الفئة المستهدفة</li>
      <li>الأسلوب القصصى يوصل القيمة للتلميذ بشكل ضمنى</li>
      <li>الأسلوب القصصى صحيح من الناحية اللغوية</li>
      <li>عرض أحداث القصة بشكل منطقى ومترابط</li>
      <li>مناسب أساليب الإبحار داخل القصة الرقمية لخصائص الفئة المستهدفة</li>
    </ul>
    <br/>
    <div className="text-red text-bold">معايير إنتاج الوسائط المتعددة المستخدمة فى القصة الرقمية:</div>
    <br/>
    <b>معايير كتابة النص:</b>
    <ul>
      <li>كتابة النص فى القصة الرقمية بحجم خط مناسب للقراءة . ( لا يقل عن حجم 12 )</li>
      <li>يزيد حجم الخط المستخدم فى كتابة العناوين الرئيسية عن حجم الخط المستخدم فى كتابة السياق النصى</li>
      <li>يُوحد حجم خط العناوين الرئيسية</li>
      <li>يُوحد حجم خط السياق النصى</li>
      <li>توحيد نوع الخط فى العناوين الرئيسة والسياق النصى .</li>
      <li>يَسهُل قراءة أنواع الخطوط المستخدمة.</li>
      <li>البعد عن استخدام الخطوط المزخرفة.</li>
      <li>التباين بين لون النص وخلفيته.</li>
      <li>يتكامل النص مع الوسائط المتعددة الأخرى لتحقيق أهداف القصة الرقمية</li>
    </ul>
    <b>معايير الصور:</b>
    <ul>
      <li>الصور التعليمية داخل القصة الرقمية بسيطة التركيب .</li>
      <li>تتسم الصور التعليمية داخل القصة الرقمية بالوضوح .</li>
      <li>عدم احتواء الصور التعليمية داخل القصة الرقمية على خدع أو فلاتر التى تظهر الشئ على غير حقيقته.</li>
      <li>تستخدم صيغ مناسبة للصور ( لا تتطلب برامج خاصة لعرضها ).</li>
      <li>يتكامل عرض الصور مع الوسائط المتعددة الأخرى لتحقيق أهداف القصة الرقمية</li>
      <li>الصور وثيقة الصلة بموضوع القصة الرقمية.</li>
    </ul>
    <b>معايير المقاطع الصوتية داخل القصة الرقمية:</b>
    <ul>
      <li>يجب أن تكون المقاطع الصوتية ذات جودة عالية وخالية من التشويش</li>
      <li>ينبغي أن يكون مستوى الصوت متسقًا ومتوازنًا مع المقاطع المستخدمة (مثل الموسيقى، الحوار، والتأثيرات الصوتية).</li>
      <li>مطابقة اللغة المنطوقة للنص المكتوب</li>
      <li>المقاطع الصوتية ينبغي أن تعزز أجواء القصة .</li>
      <li>يجب أن تدعم المؤثرات الصوتية تطور الأحداث .</li>
      <li>عدم المبالغة فى استخدام المقاطع الصوتية فى القصة الرقمية.</li>
      <li>مناسبة المقاطع الصوتية للهدف من القصة الرقمية</li>
      <li>مناسبة المقاطع الصوتية لخصائص الفئة المستهدفة</li>
      <li>صوت الراوى ينبغى أن يكون واضحًا وجذابًا، وملائمًا لنبرة القصة.</li>
      <li>تتنوع نبرة الصوت مع طبيعة الأحداث بالقصة الرقمية.</li>
    </ul>
    <b>معايير المقاطع الموسيقية:</b>
    <ul>
      <li>توافق المقاطع الموسيقية مع الجو العام للقصة.</li>
      <li>مناسبة الموسيقى مع طبيعة القصة وموضوعها.</li>
      <li>مناسبة الموسيقى مع خصائص الفئة المستهدفة.</li>
      <li>ينبغى سماع صوت الحوار بوضوح مع الموسيقى فى الخلفية.</li>
      <li>استخدام نفس المقاطع الصوتية لربط مجموعة من الصور التى تعالج موضوعًا واحدًا.</li>
      <li>تنوع لمقاطع الموسيقية المستخدمة حسب مراحل تطور القصة المختلفة.</li>
      <li>يُفضل دخول الموسيقى في اللحظات المناسبة (البداية، الانتقال بين المشاهد، الذروة) لتعزيز التأثير.</li>
      <li>إمكانية التحكم فى المقاطع الموسيقية أو إيقافها</li>
    </ul>
  </div>
)

export default unit_two
