function Home() {
  return (
    <div className="page-outline">
      <div className="card">
        <div className="text-center">
          أهلًا و مرحباً بك عزيزي الطالب 
          <br/>
          <br/>
        </div>
        <div className="text-center">
          أهلًا بك في بيئة التعلم القائمة على إنترنت الأشياء التي صُممت من أجلك ،<br/> و تهدف هذه البيئة إلى تنمية مهارات تطوير القصة الرقمية و الثقة التكنولوجية لديك استجابة<br/> لمتطلبات العصر الرقمي الذي نعيشه و الذي يتطلب دمج الأساليب التكنولوجية في العملية التعليمية، <br/>ولذا فهناك حاجة ملحة لإكسابك  و تنمية مهارات تطوير المستحدثات التكنولوجية لديك حتى تتمكن من توظيفها في العملية التعليمية .
        </div>      
      </div>
    </div>
  )
}

export default Home;
