import { useState } from "react";

function Instructions() {
  return (
    <div className="page-outline">
      <div className="card">
        <div className='text-red text-center text-bold text-large'>
          تعليمات استخدام بيئة التعلم القائمة على إنترنت الأشياء
        </div>
        <br />
        <div>
          عزيزى الطالب/ عزيزتى الطالبة هذه البيئة صُممت من أجلك بهدف تنمية مهارات تطوير القصة الرقمية والثقة التكنولوجية لديك ، وقبل البدء بالدراسة يرجى اتباع التعليمات التالية :
          <ol>
            <li>عليك أن تجيب عن الاختبار القبلي الكلي لبيئة التعلم القائمة على إنترنت الأشياء قبل دراسة الموديولات لتحديد مستوى تعلمك ، ثم بعد ذلك تجيب عن اختبار الثقة التكنولوجية، ثم تنتقل لدراسة الموديولات بالترتيب.</li> 
            <li>عدد الموديولات المتضمنة فى بيئة التعلم أربعة موديولات</li>
            <li>عليك أن تجيب عن الاختبار القبلي لكل موديول من موديولات البيئة</li>
            <li>عليك أن تقرأ الأهداف التعليمية التى ينبغى أن تتوافر لديك عقب دراستك لكل موديول قراءة جيدة، ثم تبدأ فى دراسة محتوى الموديول</li>
            <li>عليك أداء الأنشطة الخاصة بكل موديول بالتشارك مع مجموعتك</li>
            <li>يجب أن تجيب عن الاختبار البعدي لكل موديول</li>
            <li>بعد إنتهائك عزيزى الطالب من دراسة جميع الموديولات ، قم بالإجابة عن الاختبار البعدي الكلي لبيئة التعلم القائمة على إنترنت الأشياء ومقياس الثقة التكنولوجية</li>
            <li>عليك الإلتزام بالخطة الزمنية المُحددة لدراسة المحتوى المتعلق بتطوير القصة الرقمية والمعلنة لك على بيئة تعلمك</li>
          </ol>
          <br/>
        </div>
      </div>
    </div>
  );
}

export default Instructions;
