import { useState } from "react";

function Instructions() {
  return (
    <div className="page-outline">
      <div className="card">
        <div className='text-red text-center text-bold text-large'>
          تعليمات استخدام بيئة التعلم التكيفية
        </div>
        <br />
        <div>
          عزيزى الطالب هذه البيئة صُممت من أجل تنمية مهارات تطوير الإنفوجرافيك،<br/> وقبل البدء بالدراسة يرجى اتباع التعليمات التالية :<br/><br/>
          <div> 
            1- عليك أن تجيب عن الاختبار القبلي الكلي لبيئة التعلم التكيفية قبل دراسة الموديولات لتحديد مستوى تعلمك<br/>
            2- عليك أن تجيب على مقياس التنور التكنولوجي ، ثم بعد ذلك تنتقل لدراسة الموديولات بالترتيب.<br/>
            3- عليك أن تجيب عن الاختبار القبلي لكل موديول من موديولات البيئة ، ثم ثم بعد ذلك تنتقل لدراسة الموديول <br/>
            4- عليك أن تقرأ أهداف الموديول  قراءة جيدة <br/>
            5-  عليك أداء الأنشطة الخاصة بكل موديول .<br/>
            6- عليك أن تجيب على الاختبار البعدي لكل موديول .<br/>
            7-  بعد إنتهائك عزيزى الطالب من دراسة جميع الموديولات ، قم بالإجابة عن الاختبار البعدي الكلي لبيئة التعلم التكيفية ومقياس التنور التكنولوجي.<br/>
            8- عليك الإلتزام بالخطة الزمنية المُحددة لدراسة محتوى بيئة التعلم التكيفية. <br/>
          </div>
          <br/>
        </div>
      </div>
    </div>
  );
}

export default Instructions;
