const unit_three = (
  <>
    <u className='text-red text-bold text-large'>
      أهداف الموضوع الثالث : النموذج العام للتصميم التعليمى ADDIE
    </u> 
    <div>
      <br />
      عزيزى الطالب / عزيزتى الطالبة
      <br />
      بعد الانتهاء من دراستك لهذا الموضوع ينبغى أن تكون قادرًا على أن:
    </div>
    <ol>
      <li>تحدد مفهوم التصميم التعليمى</li>
      <li>تتعرف على مفهوم نموذج التصميم التعليمى</li>
      <li>تعدد مراحل النموذج العام للتصميم التعليمى  ADDIE</li>
      <li>تحدد أهمية مرحلة التحليل فى النموذج العام ADDIE</li>
      <li>تتعرف على إجراءات مرحلة التحليل فى النموذج العام ADDIE</li>
      <li>تحدد إجراءات مرحلة التصميم فى النموذج العام ADDIE</li>
      <li>تتعرف على شروط الصياغة الجيدة للأهداف التعليمية</li>
      <li>تتعرف على الهدف العام المصاغ بشكل صحيح</li>
      <li>تتعرف على الهدف التعليمى المصاغ بشكل صحيح</li>
      <li>تتعرف على إجراءات مرحلة التطوير فى النموذج العام ADDIE</li>
      <li>تحدد إجراءات مرحلة التنفيذ فى النموذج العام ADDIE</li>
      <li>تتعرف على إجراءات مرحلة التقويم فى النموذج العام ADDIE</li>
    </ol>
    <div>
      <br />
        الأهداف الأدائية
      <br />
    </div>
    <ul>
      <li>تحديد الحاجات التعليمية: أى تحديد المشكلة التي تتطلب تطوير القصة الرقمية</li>
      <li>تحديد الأهداف العامة  للقصة الرقمية</li>
      <li>تحديد خصائص المتعلمين: وهي الفئة المستهدفة من استخدام القصة الرقمية</li>
      <li>صياغة الأهداف التعليمية للقصة الرقمية</li>
      <li>تحديد محتوى القصة الرقمية</li>
    </ul>
  </>
)

export default unit_three
