const unit_two = (
  <>
    <u className='text-red text-bold text-large'>
      أهداف الموضوع الثانى : معايير تطوير القصة الرقمية
    </u> 
    <div>
      <br />
      عزيزى الطالب / عزيزتى الطالبة
      <br />
      بعد الانتهاء من دراستك لهذا الموضوع ينبغى أن تكون قادرًا على أن:
    </div>
    <ol>
      <li>تعدد المعايير الواجب توافرها فى عنوان القصة الرقمية</li>
      <li>تعدد المعايير الواجب توافرها فى أهداف القصة الرقمية</li>
      <li>تحدد مجالات أدب الطفل</li>
      <li>تعدد معايير تصميم محتوى القصة الرقمية</li>
      <li>تعدد معايير الشخصيات والحبكة الدرامية فى القصة الرقمية</li>
      <li>تعدد معايير إنتاج الوسائط المتعددة المستخدمة فى القصة الرقمية</li>
    </ol>
  </>
)

export default unit_two
