const unit_four = (
  <>
    <u className='text-red text-bold text-large'>
      أهداف الموضوع الرابع: إنتاج قصة رقمية
    </u> 
    <div>
      <br />
      عزيزى الطالب / عزيزتى الطالبة
      <br />
      بعد الانتهاء من دراستك لهذا الموضوع ينبغى أن تكون قادرًا على أن:
    </div>
    <ol>
      <li>تتعرف على مراحل إنتاج القصة الرقمية</li>
      <li>تعدد البرامج المستخدمة فى إنتاج القصة الرقمية</li>
      <li>تتعرف على استخدام برنامج Leonardo ai</li>
      <li>تحدد استخدام برنامج Vidu</li>
      <li>تتعرف على استخدام برنامج  Leonardo ai</li>
      <li>تتعرف على استخدام Camtasia Studio</li>
      <li>تسجل الدخول على موقع  برنامج  Leonardo ai بال  Gmail</li>
      <li>تختار محتوى نصي</li>
      <li>تحول النص إلى صورة باستخدام برنامج  Leonardo ai</li>
      <li>تكتب وصف دقيق للمشهد بكل تفاصيله</li>
      <li>تترجم وصف المشهد الى اللغة الإنجليزية من خلال جوجل ترجمة</li>
      <li>تنسخ وصف المشهد المراد إنتاجه في prompt</li>
      <li>تضغط على Generate لتوليد المشهد</li>
      <li>تختار المشهد الأفضل</li>
      <li>تحمل الصورة بعد الاختيار الأفضل</li>
      <li>تنقر على view Generation Info للحصول على وصف الصورة prompt details  و رقم الـ Seed</li>
      <li>تنسخ وصف الصورة prompt details</li>
      <li>تنسخ رقم الـ Seed</li>
      <li>تلصق وصف الصورة prompt details</li>
      <li>تلصق رقم الـ Seed</li>
      <li>تنتج عدد من المشاهد بنفس الطابع ونفس الشخصيات باستخدام برنامج  Leonardo ai</li>
      <li>تحول  الصور الي فيديو باستخدام موقع   Vidu</li>
      <li>تضيف أول صورة و أخر صورة</li>
      <li>يختار حركة الفيديو بين الصورتين</li>
      <li>يحول  النص لصوت باستخدام موقع   Narakeet</li>
      <li>يحدد اللغة الصوت موقع   Narakeet</li>
      <li>يحدد صوت الراوي موقع   Narakeet</li>
      <li>يكتب النص في موقع   Narakeet</li>
      <li>ينقر على  Create Audio   لإنتاج الصوت</li>
      <li>يحمل الصوت من  موقع   Narakeet</li>
      <li>يجمع الفيديو والصوت باستخدام  تطبيق  Camtasia Studio    لإنتاج القصة الرقمية</li>
    </ol>
  </>
)

export default unit_four
