const unit_one = (
  <>
    <u className='text-red text-bold text-large'>
      أهداف الموضوع الأول : القصة الرقمية كأحد مجالات أدب الطفل
    </u> 
    <div>
      <br />
      عزيزى الطالب / عزيزتى الطالبة
      <br />
      بعد الانتهاء من دراستك لهذا الموضوع ينبغى أن تكون قادرًا على أن:
    </div>
    <ol>
      <li>تتعرف على مفهوم أدب الطفل</li>
      <li>تحدد القيمة الثقافية لأدب الطفل</li>
      <li>تحدد مجالات أدب الطفل</li>
      <li>تتعرف على مفهوم قصص الأطفال</li>
      <li>تحدد مفهوم القصة الرقمية</li>
      <li>تتعرف على القيمة التربوية للقصة الرقمية فى مرحلة الطفولة</li>
      <li>تحدد المميزات التعليمية للقصة الرقمية</li>
      <li>تعدد خصائص القصة الرقمية</li>
      <li>تحدد مكونات القصة الرقمية</li>
      <li>تتعرف على عناصر بناء القصة الرقمية</li>
      <li>تحدد مفهوم الأسلوب كأحد عناصر بناء القصة الرقمية</li>
      <li>تتعرف على مفهوم موضوع القصة كأحد عناصر بناء القصة الرقمية</li>
      <li>يحدد مفهوم فكرة القصة كأحد عناصر بناء القصة الرقمية</li>
      <li>تتعرف على الشروط الواجب توافرها فى فكرة القصة كأحد عناصر بناء القصة الرقمية</li>
      <li>تحدد الشروط الواجب توافرها فى موضوع القصة كأحد عناصر بناء القصة الرقمية</li>
      <li>تتعرف على الشروط الواجب توافرها فى البناء الفنى والحبكة كأحد عناصر بناء القصة الرقمية</li>
      <li>تحدد الشروط الواجب توافرها فى الشخصيات كأحد عناصر بناء القصة الرقمية</li>
      <li>تتعرف على الشروط الواجب توافرها فى الأسلوب كأحد عناصر بناء القصة الرقمية</li>
      <li>تحدد الشروط الواجب توافرها فى الزمان والمكان كأحد عناصر بناء القصة الرقمية</li>
      <li>تتعرف على الشروط الواجب توافرها فى الصور كأحد عناصر بناء القصة الرقمية</li>
      <li>تحدد الشروط الواجب توافرها فى الصوت-السرد القصىى- كأحد عناصر بناء القصة الرقمية</li>
      <li>تتعرف على الشروط الواجب توافرها فى الموسيقى التصويرية كأحد عناصر بناء القصة الرقمية</li>
      <li>تعدد أنواع القصة الرقمية وفقًا لمحتواها</li>
      <li>تعدد أنواع القصة الرقمية وفقًا لأساليب الإبحار فيها</li>
      <li>تعدد أنواع القصص الرقمية وفقُا لنمط تقديم محتواه</li>
      <li>تصنف القصة الرقمية وفقًا لاستخدامها</li>
      <li>تميز بين القصص الرقمية ثنائية الأبعاد وثلاثية الأبعاد</li>
      <li>تعدد مراحل تطوير القصة الرقمية</li>
      <li>تحدد مفهوم اللوحة القصصية Storyboard</li>
    </ol>
  </>
)

export default unit_one
